// retrieved from https://github.com/opencitations/oci/blob/master/lookup.csv
export default [
	{
		c: 0,
		code: "00",
	},
	{
		c: 1,
		code: "01",
	},
	{
		c: 2,
		code: "02",
	},
	{
		c: 3,
		code: "03",
	},
	{
		c: 4,
		code: "04",
	},
	{
		c: 5,
		code: "05",
	},
	{
		c: 6,
		code: "06",
	},
	{
		c: 7,
		code: "07",
	},
	{
		c: 8,
		code: "08",
	},
	{
		c: 9,
		code: "09",
	},
	{
		c: "a",
		code: 10,
	},
	{
		c: "b",
		code: 11,
	},
	{
		c: "c",
		code: 12,
	},
	{
		c: "d",
		code: 13,
	},
	{
		c: "e",
		code: 14,
	},
	{
		c: "f",
		code: 15,
	},
	{
		c: "g",
		code: 16,
	},
	{
		c: "h",
		code: 17,
	},
	{
		c: "i",
		code: 18,
	},
	{
		c: "j",
		code: 19,
	},
	{
		c: "k",
		code: 20,
	},
	{
		c: "l",
		code: 21,
	},
	{
		c: "m",
		code: 22,
	},
	{
		c: "n",
		code: 23,
	},
	{
		c: "o",
		code: 24,
	},
	{
		c: "p",
		code: 25,
	},
	{
		c: "q",
		code: 26,
	},
	{
		c: "r",
		code: 27,
	},
	{
		c: "s",
		code: 28,
	},
	{
		c: "t",
		code: 29,
	},
	{
		c: "u",
		code: 30,
	},
	{
		c: "v",
		code: 31,
	},
	{
		c: "w",
		code: 32,
	},
	{
		c: "x",
		code: 33,
	},
	{
		c: "y",
		code: 34,
	},
	{
		c: "z",
		code: 35,
	},
	{
		c: "/",
		code: 36,
	},
	{
		c: ".",
		code: 37,
	},
	{
		c: ":",
		code: 38,
	},
	{
		c: ";",
		code: 39,
	},
	{
		c: "<",
		code: 40,
	},
	{
		c: "=",
		code: 41,
	},
	{
		c: ">",
		code: 42,
	},
	{
		c: "?",
		code: 43,
	},
	{
		c: "@",
		code: 44,
	},
	{
		c: "[",
		code: 45,
	},
	{
		c: "\\",
		code: 46,
	},
	{
		c: "]",
		code: 47,
	},
	{
		c: "^",
		code: 48,
	},
	{
		c: "_",
		code: 49,
	},
	{
		c: "`",
		code: 50,
	},
	{
		c: "!",
		code: 51,
	},
	{
		c: "",
		code: 52,
	},
	{
		c: "#",
		code: 53,
	},
	{
		c: "$",
		code: 54,
	},
	{
		c: "%",
		code: 55,
	},
	{
		c: "&",
		code: 56,
	},
	{
		c: "'",
		code: 57,
	},
	{
		c: "(",
		code: 58,
	},
	{
		c: ")",
		code: 59,
	},
	{
		c: "*",
		code: 60,
	},
	{
		c: "+",
		code: 61,
	},
	{
		c: ",",
		code: 62,
	},
	{
		c: "-",
		code: 63,
	},
	{
		c: "{",
		code: 64,
	},
	{
		c: "|",
		code: 65,
	},
	{
		c: "}",
		code: 66,
	},
	{
		c: "~",
		code: 67,
	},
	{
		c: "",
		code: 68,
	},
	{
		c: "–",
		code: 69,
	},
	{
		c: "ĳ",
		code: 70,
	},
	{
		c: "š",
		code: 71,
	},
	{
		c: "ž",
		code: 72,
	},
	{
		c: "á",
		code: 73,
	},
	{
		c: "",
		code: 74,
	},
	{
		c: "×",
		code: 75,
	},
	{
		c: "é",
		code: 76,
	},
	{
		c: "â",
		code: 77,
	},
	{
		c: "í",
		code: 78,
	},
	{
		c: "ö",
		code: 79,
	},
	{
		c: "ü",
		code: 80,
	},
	{
		c: "ı",
		code: 81,
	},
	{
		c: "ç",
		code: 82,
	},
	{
		c: "ő",
		code: 83,
	},
	{
		c: "ä",
		code: 84,
	},
	{
		c: "­",
		code: 85,
	},
	{
		c: "ù",
		code: 86,
	},
	{
		c: "‐",
		code: 87,
	},
	{
		c: "¡",
		code: 88,
	},
	{
		c: "¿",
		code: 89,
	},
	{
		c: "€",
		code: 900,
	},
	{
		c: "“",
		code: 901,
	},
	{
		c: "ě",
		code: 902,
	},
	{
		c: "č",
		code: 903,
	},
	{
		c: "ř",
		code: 904,
	},
	{
		c: "ń",
		code: 905,
	},
	{
		c: "ł",
		code: 906,
	},
	{
		c: "ȋ",
		code: 907,
	},
	{
		c: "α",
		code: 908,
	},
	{
		c: "β",
		code: 909,
	},
	{
		c: "η",
		code: 910,
	},
	{
		c: "ó",
		code: 911,
	},
	{
		c: "ﬃ",
		code: 912,
	},
	{
		c: "γ",
		code: 913,
	},
	{
		c: "è",
		code: 914,
	},
	{
		c: "ʹ",
		code: 915,
	},
	{
		c: "δ",
		code: 916,
	},
	{
		c: "∖",
		code: 917,
	},
	{
		c: "",
		code: 918,
	},
	{
		c: "˙",
		code: 919,
	},
	{
		c: "ñ",
		code: 920,
	},
	{
		c: "å",
		code: 921,
	},
	{
		c: "ω",
		code: 922,
	},
	{
		c: "—",
		code: 923,
	},
	{
		c: "ú",
		code: 924,
	},
	{
		c: "ø",
		code: 925,
	},
	{
		c: "ś",
		code: 926,
	},
	{
		c: "ą",
		code: 927,
	},
	{
		c: "ę",
		code: 928,
	},
	{
		c: "ň",
		code: 929,
	},
	{
		c: "·",
		code: 930,
	},
	{
		c: "ż",
		code: 931,
	},
	{
		c: "ý",
		code: 932,
	},
	{
		c: "ć",
		code: 933,
	},
	{
		c: "ľ",
		code: 934,
	},
	{
		c: "ă",
		code: 935,
	},
	{
		c: "ď",
		code: 936,
	},
	{
		c: "‎",
		code: 937,
	},
	{
		c: "´",
		code: 938,
	},
	{
		c: "−",
		code: 939,
	},
	{
		c: "°",
		code: 940,
	},
	{
		c: "​",
		code: 941,
	},
	{
		c: "∕",
		code: 942,
	},
	{
		c: "",
		code: 943,
	},
	{
		c: "‏",
		code: 944,
	},
	{
		c: "⟨",
		code: 945,
	},
	{
		c: "⟩",
		code: 946,
	},
	{
		c: "〈",
		code: 947,
	},
	{
		c: "〉",
		code: 948,
	},
	{
		c: "ß",
		code: 949,
	},
	{
		c: "�",
		code: 950,
	},
	{
		c: "",
		code: 951,
	},
	{
		c: "′",
		code: 952,
	},
	{
		c: "≤",
		code: 953,
	},
	{
		c: "≥",
		code: 954,
	},
	{
		c: "",
		code: 955,
	},
	{
		c: "ã",
		code: 956,
	},
	{
		c: "",
		code: 957,
	},
	{
		c: "¯",
		code: 958,
	},
	{
		c: "",
		code: 959,
	},
	{
		c: "",
		code: 960,
	},
	{
		c: "░",
		code: 961,
	},
	{
		c: "ā",
		code: 962,
	},
	{
		c: "î",
		code: 963,
	},
	{
		c: "θ",
		code: 964,
	},
	{
		c: "ª",
		code: 965,
	},
	{
		c: "…",
		code: 966,
	},
	{
		c: "〈",
		code: 967,
	},
	{
		c: "〉",
		code: 968,
	},
	{
		c: "̇",
		code: 969,
	},
	{
		c: "",
		code: 970,
	},
	{
		c: "∼",
		code: 971,
	},
	{
		c: "ê",
		code: 972,
	},
	{
		c: "о",
		code: 973,
	},
	{
		c: "ﬀ",
		code: 974,
	},
	{
		c: "¶",
		code: 975,
	},
	{
		c: "λ",
		code: 976,
	},
	{
		c: "ş",
		code: 977,
	},
	{
		c: "ė",
		code: 978,
	},
	{
		c: "ì",
		code: 979,
	},
	{
		c: "ﬁ",
		code: 980,
	},
	{
		c: "",
		code: 981,
	},
	{
		c: "ǎ",
		code: 982,
	},
	{
		c: "đ",
		code: 983,
	},
	{
		c: "ğ",
		code: 984,
	},
	{
		c: "μ",
		code: 985,
	},
	{
		c: "κ",
		code: 986,
	},
	{
		c: "ò",
		code: 987,
	},
	{
		c: "˜",
		code: 988,
	},
	{
		c: "∷",
		code: 989,
	},
	{
		c: "±",
		code: 9900,
	},
	{
		c: "χ",
		code: 9901,
	},
	{
		c: "ﬂ",
		code: 9902,
	},
	{
		c: "‥",
		code: 9903,
	},
	{
		c: "ű",
		code: 9904,
	},
	{
		c: "",
		code: 9905,
	},
	{
		c: "",
		code: 9906,
	},
	{
		c: "",
		code: 9907,
	},
	{
		c: "͑",
		code: 9908,
	},
	{
		c: "͒",
		code: 9909,
	},
	{
		c: "",
		code: 9910,
	},
	{
		c: "ˆ",
		code: 9911,
	},
	{
		c: "û",
		code: 9912,
	},
	{
		c: "ν",
		code: 9913,
	},
	{
		c: "‬",
		code: 9914,
	},
	{
		c: "ë",
		code: 9915,
	},
	{
		c: "«",
		code: 9916,
	},
	{
		c: "ů",
		code: 9917,
	},
	{
		c: "‌",
		code: 9918,
	},
	{
		c: "τ",
		code: 9919,
	},
	{
		c: "ơ",
		code: 9920,
	},
	{
		c: "ɬ",
		code: 9921,
	},
	{
		c: "",
		code: 9922,
	},
	{
		c: "’",
		code: 9923,
	},
	{
		c: "‘",
		code: 9924,
	},
	{
		c: "σ",
		code: 9925,
	},
	{
		c: "•",
		code: 9926,
	},
	{
		c: "",
		code: 9927,
	},
	{
		c: "у",
		code: 9928,
	},
	{
		c: "ô",
		code: 9929,
	},
	{
		c: "̱",
		code: 9930,
	},
	{
		c: "à",
		code: 9931,
	},
	{
		c: "”",
		code: 9932,
	},
	{
		c: "",
		code: 9933,
	},
	{
		c: "‒",
		code: 9934,
	},
	{
		c: "ε",
		code: 9935,
	},
	{
		c: "˂",
		code: 9936,
	},
	{
		c: "˃",
		code: 9937,
	},
	{
		c: "ċ",
		code: 9938,
	},
	{
		c: "õ",
		code: 9939,
	},
	{
		c: "œ",
		code: 9940,
	},
	{
		c: "ǔ",
		code: 9941,
	},
	{
		c: "£",
		code: 9942,
	},
	{
		c: "‡",
		code: 9943,
	},
	{
		c: "ρ",
		code: 9944,
	},
	{
		c: "˗",
		code: 9945,
	},
	{
		c: "π",
		code: 9946,
	},
	{
		c: "ҫ",
		code: 9947,
	},
	{
		c: "ӧ",
		code: 9948,
	},
	{
		c: "",
		code: 9949,
	},
	{
		c: "□",
		code: 9950,
	},
	{
		c: "©",
		code: 9951,
	},
	{
		c: "‑",
		code: 9952,
	},
	{
		c: "ź",
		code: 9953,
	},
	{
		c: "ť",
		code: 9954,
	},
	{
		c: "－",
		code: 9955,
	},
	{
		c: "",
		code: 9956,
	},
	{
		c: "ј",
		code: 9957,
	},
	{
		c: "͔",
		code: 9958,
	},
	{
		c: "≫",
		code: 9959,
	},
	{
		c: "̠",
		code: 9960,
	},
	{
		c: "®",
		code: 9961,
	},
	{
		c: "ϕ",
		code: 9962,
	},
	{
		c: "¥",
		code: 9963,
	},
	{
		c: "æ",
		code: 9964,
	},
	{
		c: "‹",
		code: 9965,
	},
	{
		c: "§",
		code: 9966,
	},
	{
		c: "ˇ",
		code: 9967,
	},
	{
		c: "»",
		code: 9968,
	},
	{
		c: "ð",
		code: 9969,
	},
	{
		c: "√",
		code: 9970,
	},
	{
		c: "≪",
		code: 9971,
	},
	{
		c: "р",
		code: 9972,
	},
	{
		c: "中",
		code: 9973,
	},
	{
		c: "文",
		code: 9974,
	},
	{
		c: "版",
		code: 9975,
	},
	{
		c: "п",
		code: 9976,
	},
	{
		c: "и",
		code: 9977,
	},
	{
		c: "л",
		code: 9978,
	},
	{
		c: "≯",
		code: 9979,
	},
	{
		c: "见",
		code: 9980,
	},
	{
		c: "а",
		code: 9981,
	},
	{
		c: "х",
		code: 9982,
	},
	{
		c: "с",
		code: 9983,
	},
	{
		c: "е",
		code: 9984,
	},
	{
		c: "",
		code: 9985,
	},
	{
		c: "",
		code: 9986,
	},
	{
		c: "ю",
		code: 9987,
	},
	{
		c: "↔",
		code: 9988,
	},
	{
		c: "통",
		code: 9989,
	},
	{
		c: "권",
		code: 99900,
	},
	{
		c: "т",
		code: 99901,
	},
	{
		c: "（",
		code: 99902,
	},
	{
		c: "）",
		code: 99903,
	},
	{
		c: "¸",
		code: 99904,
	},
	{
		c: "º",
		code: 99905,
	},
	{
		c: "",
		code: 99906,
	},
	{
		c: "曹",
		code: 99907,
	},
	{
		c: "周",
		code: 99908,
	},
	{
		c: "键",
		code: 99909,
	},
	{
		c: "都",
		code: 99910,
	},
	{
		c: "志",
		code: 99911,
	},
	{
		c: "辉",
		code: 99912,
	},
	{
		c: "数",
		code: 99913,
	},
	{
		c: "值",
		code: 99914,
	},
	{
		c: "相",
		code: 99915,
	},
	{
		c: "对",
		code: 99916,
	},
	{
		c: "论",
		code: 99917,
	},
	{
		c: "与",
		code: 99918,
	},
	{
		c: "引",
		code: 99919,
	},
	{
		c: "力",
		code: 99920,
	},
	{
		c: "波",
		code: 99921,
	},
	{
		c: "天",
		code: 99922,
	},
	{
		c: "学",
		code: 99923,
	},
	{
		c: "国",
		code: 99924,
	},
	{
		c: "科",
		code: 99925,
	},
	{
		c: "物",
		code: 99926,
	},
	{
		c: "理",
		code: 99927,
	},
	{
		c: "ï",
		code: 99928,
	},
	{
		c: "",
		code: 99929,
	},
	{
		c: "",
		code: 99930,
	},
	{
		c: "д",
		code: 99931,
	},
	{
		c: "ж",
		code: 99932,
	},
	{
		c: "‟",
		code: 99933,
	},
	{
		c: "в",
		code: 99934,
	},
	{
		c: "⋌",
		code: 99935,
	},
	{
		c: "ū",
		code: 99936,
	},
	{
		c: "ϑ",
		code: 99937,
	},
	{
		c: "ߝ",
		code: 99938,
	},
	{
		c: "¬",
		code: 99939,
	},
	{
		c: "̾",
		code: 99940,
	},
	{
		c: "王",
		code: 99941,
	},
	{
		c: "涛",
		code: 99942,
	},
	{
		c: "淀",
		code: 99943,
	},
	{
		c: "粉",
		code: 99944,
	},
	{
		c: "基",
		code: 99945,
	},
	{
		c: "纳",
		code: 99946,
	},
	{
		c: "米",
		code: 99947,
	},
	{
		c: "复",
		code: 99948,
	},
	{
		c: "合",
		code: 99949,
	},
	{
		c: "膜",
		code: 99950,
	},
	{
		c: "的",
		code: 99951,
	},
	{
		c: "制",
		code: 99952,
	},
	{
		c: "备",
		code: 99953,
	},
	{
		c: "、",
		code: 99954,
	},
	{
		c: "成",
		code: 99955,
	},
	{
		c: "机",
		code: 99956,
	},
	{
		c: "及",
		code: 99957,
	},
	{
		c: "应",
		code: 99958,
	},
	{
		c: "用",
		code: 99959,
	},
	{
		c: "研",
		code: 99960,
	},
	{
		c: "究",
		code: 99961,
	},
	{
		c: "泰",
		code: 99962,
	},
	{
		c: "安",
		code: 99963,
	},
	{
		c: "山",
		code: 99964,
	},
	{
		c: "东",
		code: 99965,
	},
	{
		c: "农",
		code: 99966,
	},
	{
		c: "业",
		code: 99967,
	},
	{
		c: "大",
		code: 99968,
	},
	{
		c: "徐",
		code: 99969,
	},
	{
		c: "正",
		code: 99970,
	},
	{
		c: "康",
		code: 99971,
	},
	{
		c: "立",
		code: 99972,
	},
	{
		c: "亚",
		code: 99973,
	},
	{
		c: "黄",
		code: 99974,
	},
	{
		c: "新",
		code: 99975,
	},
	{
		c: "酶",
		code: 99976,
	},
	{
		c: "解",
		code: 99977,
	},
	{
		c: "交",
		code: 99978,
	},
	{
		c: "联",
		code: 99979,
	},
	{
		c: "特",
		code: 99980,
	},
	{
		c: "性",
		code: 99981,
	},
	{
		c: "粮",
		code: 99982,
	},
	{
		c: "食",
		code: 99983,
	},
	{
		c: "油",
		code: 99984,
	},
	{
		c: "脂",
		code: 99985,
	},
	{
		c: "",
		code: 99986,
	},
	{
		c: "ᆒ",
		code: 99987,
	},
	{
		c: "þ",
		code: 99988,
	},
	{
		c: "",
		code: 99989,
	},
	{
		c: "\u0013",
		code: 999900,
	},
	{
		c: "\u0010",
		code: 999901,
	},
	{
		c: "\u0012",
		code: 999902,
	},
	{
		c: "\u0003",
		code: 999903,
	},
	{
		c: "．",
		code: 999904,
	},
	{
		c: "ķ",
		code: 999905,
	},
	{
		c: "∗",
		code: 999906,
	},
	{
		c: "。",
		code: 999907,
	},
	{
		c: "ॸ",
		code: 999908,
	},
	{
		c: "⁄",
		code: 999909,
	},
	{
		c: "",
		code: 999910,
	},
	{
		c: "魷",
		code: 999911,
	},
	{
		c: "◇",
		code: 999912,
	},
	{
		c: "初",
		code: 999913,
	},
	{
		c: "明",
		code: 999914,
	},
	{
		c: "补",
		code: 999915,
	},
	{
		c: "缺",
		code: 999916,
	},
	{
		c: "假",
		code: 999917,
	},
	{
		c: "设",
		code: 999918,
	},
	{
		c: "外",
		code: 999919,
	},
	{
		c: "语",
		code: 999920,
	},
	{
		c: "习",
		code: 999921,
	},
	{
		c: "刊",
		code: 999922,
	},
	{
		c: "北",
		code: 999923,
	},
	{
		c: "京",
		code: 999924,
	},
	{
		c: "教",
		code: 999925,
	},
	{
		c: "出",
		code: 999926,
	},
	{
		c: "社",
		code: 999927,
	},
	{
		c: "张",
		code: 999928,
	},
	{
		c: "蔡",
		code: 999929,
	},
	{
		c: "认",
		code: 999930,
	},
	{
		c: "知",
		code: 999931,
	},
	{
		c: "言",
		code: 999932,
	},
	{
		c: "关",
		code: 999933,
	},
	{
		c: "互",
		code: 999934,
	},
	{
		c: "熊",
		code: 999935,
	},
	{
		c: "亮",
		code: 999936,
	},
	{
		c: "曲",
		code: 999937,
	},
	{
		c: "卫",
		code: 999938,
	},
	{
		c: "主",
		code: 999939,
	},
	{
		c: "编",
		code: 999940,
	},
	{
		c: "采",
		code: 999941,
	},
	{
		c: "撷",
		code: 999942,
	},
	{
		c: "高",
		code: 999943,
	},
	{
		c: "等",
		code: 999944,
	},
	{
		c: "育",
		code: 999945,
	},
	{
		c: "孙",
		code: 999946,
	},
	{
		c: "和",
		code: 999947,
	},
	{
		c: "概",
		code: 999948,
	},
	{
		c: "冉",
		code: 999949,
	},
	{
		c: "永",
		code: 999950,
	},
	{
		c: "平",
		code: 999951,
	},
	{
		c: "红",
		code: 999952,
	},
	{
		c: "纵",
		code: 999953,
	},
	{
		c: "横",
		code: 999954,
	},
	{
		c: "彭",
		code: 999955,
	},
	{
		c: "庆",
		code: 999956,
	},
	{
		c: "华",
		code: 999957,
	},
	{
		c: "能",
		code: 999958,
	},
	{
		c: "瓶",
		code: 999959,
	},
	{
		c: "颈",
		code: 999960,
	},
	{
		c: "会",
		code: 999961,
	},
	{
		c: "ṅ",
		code: 999962,
	},
	{
		c: "♣",
		code: 999963,
	},
	{
		c: "하",
		code: 999964,
	},
	{
		c: "↑",
		code: 999965,
	},
	{
		c: "¼",
		code: 999966,
	},
	{
		c: "¾",
		code: 999967,
	},
	{
		c: "↓",
		code: 999968,
	},
	{
		c: "¨",
		code: 999969,
	},
];
